Repository: fritzmg/contao-component-style-manager
Catalog: src/Resources/contao/languages/*/*_style_manager_import.xlf
Languages: fr

# tl_style_manager_import.bundleConfig
source: Bundle configurations
fr: Configurations de bundle

# tl_style_manager_import.bundleConfigEmpty
source: No configurations available
fr: Aucune configuration disponible

# tl_style_manager_import.bundleConfigInactive
source: The bundle configuration has been disabled for this project. To have configurations of other bundles imported, you have to activate them first.
fr: La configuration des bundles a été désactivée pour ce projet. Pour pouvoir importer les configurations d'autres bundles, vous devez d'abord les activer.

# tl_style_manager_import.files
source: Files
fr: Fichiers

# tl_style_manager_import.import
source: Import
fr: Importer

# tl_style_manager_import.importPartial
source: Import parts
fr: Importation de pièces

# tl_style_manager_import.importPartialDesc
source: Allows you to select the records to import before importing.
fr: Permet de sélectionner les enregistrements à importer avant l'importation.

# tl_style_manager_import.importManual
source: Manual import
fr: Importation manuelle

# tl_style_manager_import.importExplanation
source: Select the records that you want to import.
fr: Sélectionnez les enregistrements que vous souhaitez importer.

# tl_style_manager_import.uploadFile
source: Here you can upload one .xml file to be imported.
fr: Ici, vous pouvez télécharger un fichier .xml pour l'importation.
